---
kind: other
id: Properties.T:Autodesk.Revit.DB.WorksharingSaveAsOptions
source: html/ace1f92f-41eb-dd3c-581a-c53d4764b038.htm
---
# WorksharingSaveAsOptions Properties

For a transmitted model opened with DetachAndPreserveWorksets,
 clear its transmitted flag in the Save/SaveAs operation.